Repository: hellotham/finvestlens
Catalog: finvestlens/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: A security's page can also show who and what the company is, its financial statements, and the dividends the issuer declared. This is **fetched and cached on your device, never stored in your book** — clearing it from Settings ▸ Pricing loses nothing.
de: Die Seite eines Wertpapiers kann auch zeigen, wer und was das Unternehmen ist, seine Finanzzahlen und die vom Emittenten erklärten Dividenden. Das wird **auf Ihrem Gerät geladen und zwischengespeichert, nie im Buch abgelegt** – ein Löschen unter Einstellungen ▸ Kurse kostet nichts.
es: La página de un valor también puede mostrar quién y qué es la empresa, sus estados financieros y los dividendos que declaró el emisor. Esto se **descarga y guarda en caché en tu dispositivo, nunca en tu libro**: borrarlo desde Ajustes ▸ Cotizaciones no pierde nada.
fr: La page d’un titre peut aussi montrer qui est l’entreprise, ses états financiers et les dividendes déclarés par l’émetteur. Tout cela est **récupéré et mis en cache sur votre appareil, jamais stocké dans votre livre** — l’effacer depuis Réglages ▸ Cours ne perd rien.
it: La pagina di un titolo può mostrare anche chi e cosa è la società, i suoi dati finanziari e i dividendi dichiarati dall’emittente. Tutto ciò viene **scaricato e messo in cache sul dispositivo, mai salvato nel libro**: cancellarlo da Impostazioni ▸ Quotazioni non perde nulla.
ja: 証券のページでは、その会社が何者か、財務諸表、発行体が宣言した配当も表示できます。これらは**この端末に取得・キャッシュされ、帳簿には保存されません** — 設定 ▸ 価格から消去しても失うものはありません。
pt_br: A página de um título também pode mostrar quem e o que é a empresa, suas demonstrações e os dividendos declarados pelo emissor. Isso é **buscado e mantido em cache no seu dispositivo, nunca guardado no livro** — limpar em Ajustes ▸ Cotações não perde nada.
zh_hans: 证券页面还能显示这家公司是谁、做什么，它的财务报表，以及发行人宣派的股息。这些内容**获取并缓存在你的设备上，绝不写入账簿**——在“设置 ▸ 价格”中清除不会有任何损失。

source: A split was never recorded
de: Ein Split wurde nie erfasst
es: Un split nunca se registró
fr: Une division n’a jamais été enregistrée
it: Un frazionamento non è mai stato registrato
ja: 株式分割が記録されていません
pt_br: Um desdobramento nunca foi registrado
zh_hans: 有一次拆股从未被记录

source: A tag is a free-form label on a transaction. Where an account says what something *was*, a tag says what it *belonged to* — a holiday, a renovation, a client, everything you mean to claim at tax time. One transaction can carry several, and a tag can span any number of accounts.
de: Ein Tag ist ein freies Etikett an einer Buchung. Während ein Konto sagt, *was* etwas war, sagt ein Tag, *wozu* es gehörte — ein Urlaub, eine Renovierung, ein Kunde, alles, was Sie zur Steuer geltend machen wollen. Eine Buchung kann mehrere tragen, und ein Tag kann beliebig viele Konten umspannen.
es: Una etiqueta es un rótulo libre sobre una transacción. Donde una cuenta dice *qué* fue algo, una etiqueta dice *a qué* pertenecía: unas vacaciones, una reforma, un cliente, todo lo que piensa deducir en la declaración. Una transacción puede llevar varias, y una etiqueta puede abarcar cualquier número de cuentas.
fr: Un tag est une étiquette libre posée sur une opération. Là où un compte dit *ce que* fut une dépense, un tag dit *à quoi* elle se rattachait — des vacances, une rénovation, un client, tout ce que vous comptez déduire. Une opération peut en porter plusieurs, et un tag peut couvrir un nombre quelconque de comptes.
it: Un tag è un’etichetta libera su una transazione. Dove un conto dice *che cosa* è stata una spesa, un tag dice *a che cosa* apparteneva: una vacanza, una ristrutturazione, un cliente, tutto ciò che intendete portare in detrazione. Una transazione può portarne diversi e un tag può attraversare un numero qualsiasi di conti.
ja: タグは取引に付ける自由なラベルです。勘定科目がそれが*何であったか*を示すのに対し、タグは*何に属していたか*を示します。旅行、リフォーム、顧客、確定申告で申告するつもりのものなどです。1 つの取引に複数付けられ、1 つのタグは任意の数の勘定科目にまたがれます。
pt_br: Uma etiqueta é um rótulo livre numa transação. Onde a conta diz *o que* algo foi, a etiqueta diz *a que* pertencia — umas férias, uma reforma, um cliente, tudo o que você pretende deduzir no imposto. Uma transação pode levar várias, e uma etiqueta pode abranger qualquer número de contas.
zh_hans: 标签是加在交易上的自由标记。科目说明这笔钱*是什么*，标签则说明它*属于什么*——一次旅行、一次装修、某个客户，以及所有你打算在报税时申报的项目。一笔交易可带多个标签，一个标签也可横跨任意多个科目。

source: A time-boxed savings push on one of your goals
de: Ein befristeter Sparschub für eines Ihrer Ziele
es: Un impulso de ahorro con plazo para uno de tus objetivos
fr: Un effort d’épargne limité dans le temps sur l’un de vos objectifs
it: Uno sprint di risparmio a tempo su uno dei tuoi obiettivi
ja: 目標のひとつに対する期間限定の貯蓄チャレンジ
pt_br: Um impulso de poupança com prazo em uma de suas metas
zh_hans: 针对某个目标的限时储蓄冲刺

source: A transaction can touch more than two accounts — a pay slip split into salary, tax and superannuation, or a shopping trip split across categories. Select the row and press ⌘E, or click its disclosure arrow, to open it out — notes, tags and every leg, edited in the register itself.
de: Eine Buchung kann mehr als zwei Konten berühren — eine Lohnabrechnung, aufgeteilt in Gehalt, Steuer und Altersvorsorge, oder ein Einkauf, aufgeteilt auf Kategorien. Wählen Sie die Zeile und drücken Sie ⌘E oder klicken Sie auf den Aufklapppfeil, um sie aufzuklappen — Notizen, Tags und jeder Buchungsteil, direkt im Kontobuch bearbeitet.
es: Una transacción puede tocar más de dos cuentas: una nómina desglosada en sueldo, impuesto y jubilación, o una compra repartida entre categorías. Seleccione la fila y pulse ⌘E, o haga clic en su flecha de despliegue, para abrirla: notas, etiquetas y cada partida, editadas en el propio registro.
fr: Une opération peut toucher plus de deux comptes — une fiche de paie ventilée en salaire, impôt et retraite, ou des courses réparties entre catégories. Sélectionnez la ligne et appuyez sur ⌘E, ou cliquez sur son triangle d’affichage, pour la déployer : notes, tags et chaque répartition, modifiés dans le registre lui-même.
it: Una transazione può toccare più di due conti: una busta paga suddivisa fra stipendio, imposte e previdenza, o una spesa ripartita fra categorie. Selezionate la riga e premete ⌘E, oppure fate clic sulla freccia di espansione, per aprirla: note, tag e ogni suddivisione, modificati nel registro stesso.
ja: 1 つの取引が 3 つ以上の勘定科目にまたがることもあります。給与明細を給与・税金・年金に分ける場合や、買い物を複数の費目に分ける場合です。行を選んで ⌘E を押すか、開閉用の三角をクリックすると展開され、備考・タグ・すべての明細を記録簿の中で直接編集できます。
pt_br: Uma transação pode tocar mais de duas contas — um contracheque dividido em salário, imposto e previdência, ou uma compra repartida entre categorias. Selecione a linha e pressione ⌘E, ou clique na seta de expansão, para abri-la: notas, etiquetas e cada partida, editados no próprio registro.
zh_hans: 一笔交易可以涉及两个以上的科目——例如工资单拆分为薪金、税款和养老金，或一次购物分摊到多个类别。选中该行并按 ⌘E，或点击其展开箭头即可展开：备注、标签和每一条分录，都在账簿中直接编辑。

source: A transaction is created with the funding account paying the total, split across each line item's category.
de: Es wird eine Buchung erstellt, bei der das Finanzierungskonto die Summe zahlt, aufgeteilt auf die Kategorie jeder Position.
es: Se crea una transacción en la que la cuenta de origen paga el total, desglosado en la categoría de cada línea.
fr: Une opération est créée : le compte de financement règle le total, réparti selon la catégorie de chaque ligne.
it: Viene creata una transazione in cui il conto di provenienza paga il totale, suddiviso per la categoria di ogni riga.
ja: 出金元の勘定科目が合計を支払う取引が作成され、各明細のカテゴリに分割されます。
pt_br: É criada uma transação em que a conta de origem paga o total, dividido pela categoria de cada item.
zh_hans: 将创建一笔交易，由资金科目支付总额，并按每个明细行的类别拆分。

source: A transaction needs at least two accounts.
de: Eine Buchung braucht mindestens zwei Konten.
es: Una transacción necesita al menos dos cuentas.
fr: Une opération nécessite au moins deux comptes.
it: Una transazione richiede almeno due conti.
ja: 取引には少なくとも2つの勘定科目が必要です。
pt_br: Uma transação precisa de pelo menos duas contas.
zh_hans: 一笔交易至少需要两个账户。

source: A transparent indicator from your own books — savings rate (full marks at 20%), months of spending covered by cash (full at 6), non-mortgage debt against annual income (none at 60%), and the three-month spending trend. Not a judgement, and not advice.
de: Ein transparenter Indikator aus Ihren eigenen Büchern — Sparquote (volle Punktzahl bei 20 %), von Bargeld gedeckte Ausgabenmonate (voll bei 6), Schulden ohne Hypothek im Verhältnis zum Jahreseinkommen (null bei 60 %) und der Ausgabentrend über drei Monate. Kein Urteil und keine Beratung.
es: Un indicador transparente a partir de tus propios libros: tasa de ahorro (máximo al 20 %), meses de gastos cubiertos con efectivo (máximo a los 6), deuda sin hipoteca frente a los ingresos anuales (cero al 60 %) y la tendencia de gasto de tres meses. No es un juicio ni asesoramiento.
fr: Un indicateur transparent tiré de vos propres livres — taux d’épargne (maximum à 20 %), mois de dépenses couverts par les liquidités (maximum à 6), dettes hors crédit immobilier rapportées au revenu annuel (nul à 60 %) et la tendance des dépenses sur trois mois. Ni jugement, ni conseil.
it: Un indicatore trasparente ricavato dai tuoi libri contabili: tasso di risparmio (massimo al 20%), mesi di spesa coperti dalla liquidità (massimo a 6), debiti diversi dal mutuo rispetto al reddito annuo (zero al 60%) e l’andamento della spesa su tre mesi. Non è un giudizio né una consulenza.
ja: あなた自身の帳簿から算出した透明な指標です — 貯蓄率（20% で満点）、現金でまかなえる支出月数（6 か月で満点）、住宅ローン以外の負債の年収比（60% で 0 点）、および 3 か月間の支出傾向。評価でも助言でもありません。
pt_br: Um indicador transparente a partir dos seus próprios livros — taxa de poupança (nota máxima em 20%), meses de despesas cobertos por caixa (máxima em 6), dívidas sem hipoteca em relação à renda anual (zero em 60%) e a tendência de gastos de três meses. Não é um julgamento nem uma recomendação.
zh_hans: 一项源自你自己账簿的透明指标 — 储蓄率（20% 为满分）、现金可覆盖的支出月数（6 个月为满分）、非房贷债务占年收入比例（60% 为零分），以及三个月支出趋势。这不是评判，也不是建议。

source: A transparent score from four measures in your own books — savings rate, months of spending covered by cash, non-mortgage debt against income, and the recent spending trend. Every component is shown, with how it was worked out.
de: Ein transparenter Wert aus vier Kennzahlen Ihres eigenen Buchs — Sparquote, von Bargeld gedeckte Ausgabenmonate, Schulden ohne Hypothek im Verhältnis zum Einkommen und der jüngste Ausgabentrend. Jede Komponente wird gezeigt, samt Rechenweg.
es: Una puntuación transparente a partir de cuatro medidas de tus propios libros: tasa de ahorro, meses de gastos cubiertos con efectivo, deuda sin hipoteca frente a los ingresos y la tendencia de gasto reciente. Se muestra cada componente y cómo se calculó.
fr: Un score transparent bâti sur quatre mesures issues de vos propres livres — taux d’épargne, mois de dépenses couverts par les liquidités, dettes hors crédit immobilier rapportées au revenu, et tendance récente des dépenses. Chaque composante est affichée, avec son calcul.
it: Un punteggio trasparente basato su quattro misure dei tuoi libri: tasso di risparmio, mesi di spesa coperti dalla liquidità, debiti diversi dal mutuo rispetto al reddito e l’andamento recente delle spese. Ogni componente è mostrata, con il relativo calcolo.
ja: あなた自身の帳簿から得た 4 つの指標（貯蓄率、現金でまかなえる支出月数、住宅ローン以外の負債の対収入比、直近の支出傾向）による透明なスコアです。各要素とその算出方法がすべて表示されます。
pt_br: Uma pontuação transparente a partir de quatro medidas dos seus próprios livros — taxa de poupança, meses de despesas cobertos por caixa, dívidas sem hipoteca em relação à renda e a tendência recente de gastos. Cada componente é exibido, com o cálculo.
zh_hans: 一项透明的评分，取自你自己账簿中的四项指标 — 储蓄率、现金可覆盖的支出月数、非房贷债务占收入比例，以及近期支出趋势。每一项及其计算方式都会展示。

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé d’API
it: Chiave API
ja: API キー
pt_br: Chave de API
zh_hans: API 密钥

source: APR %
de: Effektivzins %
es: TAE %
fr: TAEG %
it: TAEG %
ja: 年利 %
pt_br: CET %
zh_hans: 年利率 %

source: About you
de: Über Sie
es: Sobre ti
fr: À propos de vous
it: Su di te
ja: あなたについて
pt_br: Sobre você
zh_hans: 关于你

source: Above
de: Über
es: Por encima
fr: Au-dessus
it: Sopra
ja: 以上
pt_br: Acima
zh_hans: 高于

source: Accent Colour
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accentuation
it: Colore principale
ja: アクセントカラー
pt_br: Cor de destaque
zh_hans: 强调色

source: Accent-tinted controls and text scale with your settings.
de: Akzentfarbene Bedienelemente, Text skaliert mit Ihren Einstellungen.
es: Los controles con color de acento y el texto se ajustan a tus preferencias.
fr: Les commandes teintées et le texte s’adaptent à vos réglages.
it: I controlli colorati e il testo si adattano alle tue impostazioni.
ja: アクセントカラーのコントロールと文字サイズが設定に合わせて変わります。
pt_br: Os controles com cor de destaque e o texto acompanham seus ajustes.
zh_hans: 带强调色的控件与文字会随你的设置缩放。

source: Account
de: Konto
es: Cuenta
fr: Compte
it: Conto
ja: 勘定科目
pt_br: Conta
zh_hans: 科目

source: Account Balance
de: Kontosaldo
es: Saldo de la cuenta
fr: Solde du compte
it: Saldo del conto
ja: 口座残高
pt_br: Saldo da conta
zh_hans: 科目余额

source: Account Code
de: Kontonummer
es: Código de cuenta
fr: Code du compte
it: Codice conto
ja: 勘定コード
pt_br: Código da conta
zh_hans: 科目代码

source: Account balances.
de: Kontosalden.
es: Saldos de las cuentas.
fr: Soldes des comptes.
it: Saldi dei conti.
ja: 勘定科目の残高。
pt_br: Saldos das contas.
zh_hans: 科目余额。

source: Account colour
de: Kontofarbe
es: Color de la cuenta
fr: Couleur du compte
it: Colore del conto
ja: 勘定科目のカラー
pt_br: Cor da conta
zh_hans: 科目颜色

source: Account name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome del conto
ja: 勘定科目名
pt_br: Nome da conta
zh_hans: 科目名称

source: Account types
de: Kontoarten
es: Tipos de cuenta
fr: Types de comptes
it: Tipi di conto
ja: 勘定科目の種類
pt_br: Tipos de conta
zh_hans: 科目类型

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti
ja: 勘定科目
pt_br: Contas
zh_hans: 科目

source: Accounts form a tree. A parent account shows the total of everything beneath it, so you can group *Expenses:Car:Fuel* and *Expenses:Car:Insurance* under one *Car* heading and still see them separately.
de: Konten bilden einen Baum. Ein übergeordnetes Konto zeigt die Summe von allem darunter, sodass Sie *Aufwendungen:Auto:Kraftstoff* und *Aufwendungen:Auto:Versicherung* unter einer Überschrift *Auto* bündeln und dennoch getrennt sehen können.
es: Las cuentas forman un árbol. Una cuenta superior muestra el total de todo lo que hay debajo, así puedes agrupar *Gastos:Coche:Combustible* y *Gastos:Coche:Seguro* bajo un mismo *Coche* y seguir viéndolos por separado.
fr: Les comptes forment une arborescence. Un compte parent affiche le total de tout ce qu’il contient : vous pouvez regrouper *Charges:Voiture:Carburant* et *Charges:Voiture:Assurance* sous un même *Voiture* tout en les voyant séparément.
it: I conti formano un albero. Un conto superiore mostra il totale di tutto ciò che sta sotto, così puoi raggruppare *Uscite:Auto:Carburante* e *Uscite:Auto:Assicurazione* sotto un’unica voce *Auto* e vederli comunque separati.
ja: 勘定科目はツリー構造です。親科目はその配下すべての合計を表示するため、*費用:自動車:燃料* と *費用:自動車:保険* を *自動車* にまとめつつ、個別にも確認できます。
pt_br: As contas formam uma árvore. Uma conta superior mostra o total de tudo abaixo dela, então você pode agrupar *Despesas:Carro:Combustível* e *Despesas:Carro:Seguro* sob um único *Carro* e ainda vê-los separadamente.
zh_hans: 科目呈树状结构。上级科目显示其下全部内容的合计，因此你可以把 *费用:汽车:燃油* 与 *费用:汽车:保险* 归入同一个 *汽车* 之下，同时仍能分别查看。

source: Accounts to close
de: Zu schließende Konten
es: Cuentas por cerrar
fr: Comptes à clôturer
it: Conti da chiudere
ja: 締め切る勘定科目
pt_br: Contas a encerrar
zh_hans: 待结转科目

source: Action
de: Aktion
es: Acción
it: Azione
ja: アクション
pt_br: Ação
zh_hans: 操作

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
pt_br: Ações
zh_hans: 操作

source: Activate to change
de: Zum Ändern aktivieren
es: Activa para cambiar
fr: Activer pour modifier
it: Attiva per modificare
ja: 変更するにはアクティベート
pt_br: Ative para alterar
zh_hans: 激活以更改

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
pt_br: Atividade
zh_hans: 活动

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh_hans: 添加

source: Add / Withdraw
de: Einzahlen / Abheben
es: Ingresar / Retirar
fr: Verser / Retirer
it: Versa / Preleva
ja: 入金 / 出金
pt_br: Depositar / Sacar
zh_hans: 存入 / 取出

source: Add / Withdraw Money…
de: Geld einzahlen / abheben …
es: Ingresar / retirar dinero…
fr: Verser / retirer de l’argent…
it: Versa / preleva denaro…
ja: 入出金…
pt_br: Depositar / sacar dinheiro…
zh_hans: 存入 / 取出资金…

source: Add Condition
de: Bedingung hinzufügen
es: Añadir condición
fr: Ajouter une condition
it: Aggiungi condizione
ja: 条件を追加
pt_br: Adicionar condição
zh_hans: 添加条件

source: Add Criterion
de: Kriterium hinzufügen
es: Añadir criterio
fr: Ajouter un critère
it: Aggiungi criterio
ja: 基準を追加
pt_br: Adicionar critério
zh_hans: 添加条件

source: Add Detail
de: Detail hinzufügen
es: Añadir detalle
fr: Ajouter un détail
it: Aggiungi dettaglio
ja: 詳細を追加
pt_br: Adicionar detalhe
zh_hans: 添加明细

source: Add Exchange Rate
de: Wechselkurs hinzufügen
es: Añadir tipo de cambio
fr: Ajouter un taux de change
it: Aggiungi tasso di cambio
ja: 為替レートを追加
pt_br: Adicionar taxa de câmbio
zh_hans: 添加汇率

source: Add Exchange Rate…
de: Wechselkurs hinzufügen…
es: Añadir tipo de cambio…
fr: Ajouter un taux de change…
it: Aggiungi tasso di cambio…
ja: 為替レートを追加…
pt_br: Adicionar taxa de câmbio…
zh_hans: 添加汇率…

source: Add Group
de: Gruppe hinzufügen
es: Añadir grupo
fr: Ajouter un groupe
it: Aggiungi gruppo
ja: グループを追加
pt_br: Adicionar grupo
zh_hans: 添加分组

source: Add Line
de: Zeile hinzufügen
es: Añadir línea
fr: Ajouter une ligne
it: Aggiungi riga
ja: 明細を追加
pt_br: Adicionar linha
zh_hans: 添加行

source: Add Price
de: Kurs hinzufügen
es: Añadir cotización
fr: Ajouter un cours
it: Aggiungi quotazione
ja: 価格を追加
pt_br: Adicionar cotação
zh_hans: 添加价格

source: Add Rate…
de: Kurs hinzufügen…
es: Añadir tipo…
fr: Ajouter un taux…
it: Aggiungi tasso…
ja: レートを追加…
pt_br: Adicionar taxa…
zh_hans: 添加汇率…

source: Add Record
de: Eintrag hinzufügen
es: Añadir registro
fr: Ajouter une fiche
it: Aggiungi scheda
ja: 記録を追加
pt_br: Adicionar registro
zh_hans: 添加记录

source: Add Record…
de: Eintrag hinzufügen …
es: Añadir registro…
fr: Ajouter une fiche…
it: Aggiungi scheda…
ja: 記録を追加…
pt_br: Adicionar registro…
zh_hans: 添加记录…

source: Add Reversing Transaction
de: Stornobuchung hinzufügen
es: Añadir asiento de reversión
fr: Ajouter une écriture d’extourne
it: Aggiungi scrittura di storno
ja: 逆仕訳を追加
pt_br: Adicionar lançamento de estorno
zh_hans: 添加冲销交易

source: Add Rule…
de: Regel hinzufügen …
es: Añadir regla…
fr: Ajouter une règle…
it: Aggiungi regola…
ja: ルールを追加…
pt_br: Adicionar regra…
zh_hans: 添加规则…

source: Add Split
de: Buchungsteil hinzufügen
es: Añadir desglose
fr: Ajouter une répartition
it: Aggiungi suddivisione
ja: スプリットを追加
pt_br: Adicionar divisão
zh_hans: 添加分录

source: Add Web Link…
de: Weblink hinzufügen …
es: Añadir enlace web…
fr: Ajouter un lien web…
it: Aggiungi collegamento web…
ja: Web リンクを追加…
pt_br: Adicionar link da web…
zh_hans: 添加网页链接…

source: Add a Transaction (⌘N)
de: Buchung hinzufügen (⌘N)
es: Añadir una transacción (⌘N)
fr: Ajouter une opération (⌘N)
it: Aggiungi una transazione (⌘N)
ja: 取引を追加 (⌘N)
pt_br: Adicionar uma transação (⌘N)
zh_hans: 添加交易 (⌘N)

source: Add a transaction (⌘N)
de: Buchung hinzufügen (⌘N)
es: Añadir una transacción (⌘N)
fr: Ajouter une opération (⌘N)
it: Aggiungi una transazione (⌘N)
ja: 取引を追加 (⌘N)
pt_br: Adicionar uma transação (⌘N)
zh_hans: 添加交易 (⌘N)

source: Add an emergency record
de: Notfall-Eintrag hinzufügen
es: Añadir un registro de emergencia
fr: Ajouter une fiche d’urgence
it: Aggiungi una scheda d’emergenza
ja: 緊急時の記録を追加
pt_br: Adicionar um registro de emergência
zh_hans: 添加应急记录

source: Add commentary
de: Kommentar hinzufügen
es: Añadir comentario
fr: Ajouter un commentaire
it: Aggiungi commento
ja: 解説を追加
pt_br: Adicionar comentário
zh_hans: 添加评述

source: Add event
de: Ereignis hinzufügen
es: Añadir evento
fr: Ajouter un événement
it: Aggiungi evento
ja: イベントを追加
pt_br: Adicionar evento
zh_hans: 添加事件

source: Add existing tag…
de: Vorhandenes Tag hinzufügen …
es: Añadir etiqueta existente…
fr: Ajouter un tag existant…
it: Aggiungi tag esistente…
ja: 既存のタグを追加…
pt_br: Adicionar etiqueta existente…
zh_hans: 添加已有标签…

source: Add money
de: Geld einzahlen
es: Ingresar dinero
fr: Verser de l’argent
it: Versa denaro
ja: 入金
pt_br: Depositar dinheiro
zh_hans: 存入资金

source: Add or withdraw against a goal as you save.
de: Zahlen Sie beim Sparen auf ein Ziel ein oder wieder aus.
es: Ingresa o retira de un objetivo a medida que ahorras.
fr: Versez ou retirez sur un objectif au fil de votre épargne.
it: Versa o preleva su un obiettivo man mano che risparmi.
ja: 貯蓄の進み具合に応じて、目標に入金・出金できます。
pt_br: Deposite ou retire de uma meta conforme você poupa.
zh_hans: 随着储蓄进展，可对目标存入或取出。

source: Add scheduled transactions or a what-if event to forecast cash flow.
de: Fügen Sie geplante Buchungen oder ein Was-wäre-wenn-Ereignis hinzu, um den Cashflow zu prognostizieren.
es: Añade transacciones programadas o un supuesto para prever el flujo de caja.
fr: Ajoutez des opérations planifiées ou un scénario pour prévoir la trésorerie.
it: Aggiungi transazioni pianificate o uno scenario per prevedere il flusso di cassa.
ja: 予定取引や仮定のイベントを追加して、キャッシュフローを予測します。
pt_br: Adicione transações programadas ou um cenário para prever o fluxo de caixa.
zh_hans: 添加预定交易或假设事件以预测现金流。

source: Add tags
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des tags
it: Aggiungi tag
ja: タグを追加
pt_br: Adicionar etiquetas
zh_hans: 添加标签

source: Add this transaction (⌘↩)
de: Diese Buchung hinzufügen (⌘↩)
es: Añadir esta transacción (⌘↩)
fr: Ajouter cette opération (⌘↩)
it: Aggiungi questa transazione (⌘↩)
ja: この取引を追加 (⌘↩)
pt_br: Adicionar esta transação (⌘↩)
zh_hans: 添加此交易 (⌘↩)

source: Add to Favourites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
pt_br: Adicionar aos favoritos
zh_hans: 添加到收藏

source: Add to this list
de: Zu dieser Liste hinzufügen
es: Añadir a esta lista
fr: Ajouter à cette liste
it: Aggiungi a questo elenco
ja: このリストに追加
pt_br: Adicionar a esta lista
zh_hans: 添加到此列表

source: Add your bank and credit-card accounts, and enter their opening balances.
de: Legen Sie Ihre Bank- und Kreditkartenkonten an und erfassen Sie deren Anfangssalden.
es: Añade tus cuentas bancarias y de tarjeta de crédito e introduce sus saldos iniciales.
fr: Ajoutez vos comptes bancaires et cartes de crédit, puis saisissez leurs soldes d’ouverture.
it: Aggiungi i conti bancari e le carte di credito e inserisci i saldi iniziali.
ja: 銀行口座とクレジットカードの勘定科目を追加し、期首残高を入力します。
pt_br: Adicione suas contas bancárias e de cartão de crédito e informe os saldos iniciais.
zh_hans: 添加你的银行与信用卡科目，并录入期初余额。

source: Added %lld prices.
de: %lld Kurse hinzugefügt.
es: Se añadieron %lld cotizaciones.
fr: %lld cours ajoutés.
it: Aggiunte %lld quotazioni.
ja: 価格を %lld 件追加しました。
pt_br: %lld cotações adicionadas.
zh_hans: 已添加 %lld 条价格。

source: Added %lld. Failed — %@
de: %1$lld hinzugefügt. Fehlgeschlagen – %2$@
es: Se añadieron %1$lld. Errores: %2$@
fr: %1$lld ajoutés. Échec – %2$@
it: Aggiunti %1$lld. Non riuscito – %2$@
ja: %1$lld 件を追加しました。失敗 – %2$@
pt_br: %1$lld adicionados. Falha — %2$@
zh_hans: 已添加 %1$lld 项。失败 — %2$@

source: Adding tags
de: Tags hinzufügen
es: Añadir etiquetas
fr: Ajouter des tags
it: Aggiungere tag
ja: タグを付ける
pt_br: Adicionar etiquetas
zh_hans: 添加标签

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所
pt_br: Endereço
zh_hans: 地址

source: Address line
de: Adresszeile
es: Línea de dirección
fr: Ligne d’adresse
it: Riga indirizzo
ja: 住所行
pt_br: Linha de endereço
zh_hans: 地址行

source: Address line 1
de: Adresszeile 1
es: Línea de dirección 1
fr: Adresse ligne 1
it: Riga indirizzo 1
ja: 住所 1 行目
pt_br: Linha de endereço 1
zh_hans: 地址行 1
